/**
 * @fileOverview
 * システム共通
 *
 * (C)SmartRams Corp. 2016 All Rights Reserved．
 *
 * 本技術情報には当社の機密情報が含まれておりますので、当社の
 * 書面による承諾がなく第３者に開示することはできません。
 * また、当社の承諾を得た場合であっても、本技術情報は外国為替
 * 及び外国貿易管理法に定める特定技術に該当するため、非居住者
 * に提供する場合には、同法に基づく許可を要することがあります。
 *                                          有限会社 スマート・ラムズ
 *-------------------------------------------------------------------
 *
 * @package
 * @author    鶴野 美香
 * @language  JavaScript
 * @version   1.0
 * @since     2016/10/13 ver1.0 鶴野美香 初版作成
 * @using
 * @desc
 * @info      ロード時処理
 */


// 画面ロード時処理
$(function() {

	//--- ツールチップ
	$('[data-toggle="tooltip"]').tooltip();

});
