<?php
/*
 * point_buy.php
 *
 * (C)SmartRams Co.,Ltd. 2019 All Rights Reserved．
 *
 * 本技術情報には当社の機密情報が含まれておりますので、当社の
 * 書面による承諾がなく第３者に開示することはできません。
 * また、当社の承諾を得た場合であっても、本技術情報は外国為替
 * 及び外国貿易管理法に定める特定技術に該当するため、非居住者
 * に提供する場合には、同法に基づく許可を要することがあります。
 *                                          有限会社 スマート・ラムズ
 *-------------------------------------------------------------------
 *
 * ポイント購入画面表示
 *
 * ポイント購入画面の表示を行う
 *
 * @package
 * @author   村上 俊行
 * @version  3.0
 * @since    2019/04/18 初版作成 村上 俊行
 */

// インクルード
require_once('../_etc/require_files_payment.php');	// 決済 requireファイル
// 決済会社ごとの point_buy.phpを読み込む
require_once( PAYMENT_DIR . 'point_buy.php');

?>
